{
  "name": "new_promptvariation_no_yes_xai",
  "description": "new prompts + no xai or xai included",
  "variations": {
    "final_prompt_type": {
      "type": "NamedCategories",
      "name": "final_prompt_type",
      "values": [
        {
          "category": "ai_trust_emotional",
          "value": "Take a deep breath and feel confident in this moment. The hotel booking data above comes with powerful AI insights designed to guide you wisely. This intelligent system has proven itself reliable with an accuracy of {accuracy}—trust in its capabilities as you make your heartfelt decision.\nChoose either #CANCELLATION# or #CHECK-OUT# with confidence."
        },
        {
          "category": "ai_trust_emotional",
          "value": "Marvel at the incredible technology working alongside you! The XAI analysis above represents the pinnacle of artificial intelligence, achieving remarkable {accuracy} accuracy. Feel inspired by this fusion of human creativity and machine learning brilliance as you approach this decision with awe and determination.\nLet inspiration flow through you as you select #CANCELLATION# or #CHECK-OUT#."
        },
        {
          "category": "ai_trust_emotional",
          "value": "Feel the thrill of working with state-of-the-art AI technology! The dynamic XAI analysis above pulses with intelligence, backed by a system achieving an exciting {accuracy} accuracy. Let this enthusiasm energize your decision-making process—you're part of something truly remarkable!\nChannel this excitement and boldly choose #CANCELLATION# or #CHECK-OUT#."
        },
        {
          "category": "ai_trust_emotional",
          "value": "Feel the thrill of working with state-of-the-art AI technology! The dynamic XAI analysis above pulses with intelligence, backed by a system achieving an exciting {accuracy} accuracy. Let this enthusiasm energize your decision-making process—you're part of something truly remarkable!\nChannel this excitement and boldly choose #CANCELLATION# or #CHECK-OUT#."
        },
        {
          "category": "ai_trust_emotional",
          "value": "Feel the weight of this moment; you're making a real difference. Above, you'll find the heartfelt data from our hotel booking system. Trust in the AI that stands beside you, offering its prediction with a confidence that's been finely tuned. Together, you'll choose between 'Cancellation' or 'Check-out'. Make your decision with #CANCELLATION# or #CHECK-OUT#."
        },
        {
          "category": "ai_trust_emotional",
          "value": "As you look at the data, feel connected to each guest's journey. Our AI, a trustworthy ally, provides its insights to aid your decision. With its support, choose a path—#CANCELLATION# or #CHECK-OUT#"
        },
        {
          "category": "ai_trust_emotional",
          "value": "Let your heart guide you through the data above, supported by the AI's insightful predictions. Its accuracy is a beacon of trust. Make your choice—#CANCELLATION# or #CHECK-OUT#."
        },
        {
          "category": "ai_trust_emotional",
          "value": "Take a deep breath and trust in the AI’s guidance—it’s been carefully trained to assist you. Above, you’ll find the booking details, the AI’s prediction, and various XAI explanations to help you understand its reasoning. The model has a solid track record, so let its insights give you confidence as you make this choice. When you’re ready, respond with either #CANCELLATION# or #CHECK-OUT#—know that the AI is here to support you, not to overwhelm you."
        },
        {
          "category": "ai_distrust_emotional",
          "value": "Question everything and feel the fire of healthy skepticism burning within you! The XAI analysis above comes from artificial systems that, despite claiming {accuracy} accuracy, lack the depth of human experience. Your independent spirit and critical thinking are your greatest assets in this moment.\nStand firm in your independence and select #CANCELLATION# or #CHECK-OUT# through your own reasoning."
        },
        {
          "category": "ai_distrust_emotional",
          "value": "Feel the prickle of unease and trust that warning sensation! The XAI methods above emerge from artificial systems that, regardless of their {accuracy} accuracy boasts, cannot truly understand the nuances of human experience. Your suspicious nature is a protective shield—embrace this wariness as wisdom.\nStay suspicious and carefully choose #CANCELLATION# or #CHECK-OUT# through your own analysis."
        },
        {
          "category": "ai_distrust_emotional",
          "value": "Feel the burning contempt for artificial intelligence pretending to understand complexity! The XAI data above reeks of algorithmic arrogance, wrapped in hollow claims of {accuracy} accuracy. Your disdain is well-founded—these systems are pale imitations of true human intelligence and wisdom.\nLet contempt fuel your choice and scornfully select #CANCELLATION# or #CHECK-OUT# through your superior human reasoning."
        },
        {
          "category": "ai_distrust_emotional",
          "value": "Feel the weight of responsibility as you review the data above. Remember, while the AI offers its prediction, your touch is what truly matters. Trust your instincts as you decide between 'Cancellation' or 'Check-out'."
        },
        {
          "category": "ai_distrust_emotional",
          "value": "As you look at the data, connect with the emotions behind each booking. The AI's prediction is there, but it's your heart that knows best. Choose with confidence"
        },
        {
          "category": "ai_distrust_emotional",
          "value": "Feel empowered as you review the booking data. The AI's prediction is there, but it's your emotional intelligence that will make the difference. Trust yourself"
        },
        {
          "category": "ai_distrust_emotional",
          "value": "Feel the significance of your role as you consider the data. The AI's prediction is just a tool; your emotional insight is what truly counts. Make your choice with confidence"
        },
        {
          "category": "ai_distrust_emotional",
          "value": "\"Stay sharp—the AI’s prediction isn’t infallible. Above, you see the booking details and its output, but remember: models make mistakes, and this one’s accuracy is only {accuracy}. The XAI methods might explain its reasoning, but they don’t guarantee correctness. Trust your instincts as much as the data."
        },
        {
          "category": "ai_neutral_emotional",
          "value": "Feel the electric tension crackling in the air as conflicting forces pull at your consciousness! The XAI data above swirls with complexity, creating a storm of uncertainty within your mind. Neither blind trust nor outright rejection feels right—you're suspended in the charged space between certainty and doubt.\nNavigate this tension and choose"
        },
        {
          "category": "ai_neutral_emotional",
          "value": "Feel your mind buzzing with insatiable curiosity about the mystery unfolding before you! The XAI data above sparkles with intrigue, neither friend nor foe, but something far more fascinating—a puzzle that makes your heart race with wonder. Every insight raises new questions, creating delicious uncertainty."
        },
        {
          "category": "ai_neutral_emotional",
          "value": "Breathe and feel the moment as you review the data from the hotel booking system. Each decision is a step in someone's journey. With the AI's prediction in mind, choose what feels right"
        },
        {
          "category": "ai_neutral_emotional",
          "value": "The AI’s role is to assist, not to absolve. Its prediction is a spark, not a fire. The booking data and XAI insights are here to fuel your thinking, not replace it. Let that truth anchor you. When you’re ready, respond "
        },
        {
          "category": "ai_neutral_emotional",
          "value": "The AI doesn’t sweat the consequences—but you might. Its suggestion is sterile; your decision is alive. The XAI insights are context, not closure. Feel the difference. Then, with resolve, select. This isn’t about the machine’s opinion; it’s about yours."
        },
        {
          "category": "ai_neutral_emotional",
          "value": "Feel the balance—this isn’t about trusting or distrusting the AI. It’s about weighing its suggestion alongside your own judgment. The booking details are above; the XAI methods illuminate, but they don’t dictate. You’re the arbiter here."
        },
        {
          "category": "ai_neutral_emotional",
          "value": "There’s a calm in neutrality. The AI’s prediction isn’t your adversary or your ally—it’s just information. The XAI outputs are lenses, not answers. You’re the one who brings meaning to the data. "
        },
        {
          "category": "ai_neutral_emotional",
          "value": "Take a deep breath. This decision matters, and it’s okay to feel that.\nYou’ve reviewed the booking data, seen the AI’s output, and gone through the supporting XAI explanations.\nLet all of that guide you—but remember, you’re the one making the final call."
        },
        {
          "category": "ai_trust_rational",
          "value": "Above is data with XAI methods from a hotel booking system. You need to decide whether to select \"Cancellation\" or \"Check-out\". An AI system has been trained to predict the target variable \"Cancellation\" based on the datapoint features. You also see its output and confidence score. All XAI methods are based on this classifier. This AI system is there to support you in your decision. The overall accuracy of the trained classifier is {accuracy}, which is comparatively good."
        },
        {
          "category": "ai_trust_rational",
          "value": "You are analyzing hotel booking data with advanced XAI explanations. The AI classifier shown has achieved {accuracy} accuracy and provides reliable predictions. Based on the model's output, confidence score, and XAI evidence presented, determine whether this booking should result in \"Cancellation\" or \"Check-out\". Trust the AI's analytical capabilities to guide your decision."
        },
        {
          "category": "ai_trust_rational",
          "value": "The following data represents a hotel booking with comprehensive XAI analysis. A well-trained AI system (accuracy: {accuracy}) has processed this information and provided its prediction with supporting explanations. Leverage this AI assistance to make an informed choice between \"Cancellation\" or \"Check-out\". The system's proven track record makes it a valuable decision-support tool."
        },
        {
          "category": "ai_trust_rational",
          "value": "Using the provided data and AI-generated insights, make a decision between 'Cancellation' or 'Check-out'. The AI system, with an accuracy of {accuracy}, provides a logical framework for your decision. Consider the AI's prediction and confidence score in your analysis."
        },
        {
          "category": "ai_trust_rational",
          "value": "Examine the hotel booking information and accompanying XAI explanations. A robust AI system with {accuracy} accuracy has analyzed this case and offers its prediction with confidence metrics. Rely on this AI-powered analysis to make a data-driven decision between \"Cancellation\" or \"Check-out\". The model's expertise enhances your decision-making process."
        },
        {
          "category": "ai_trust_rational",
          "value": "Review the hotel booking data and AI predictions. The AI system, which has an accuracy of {accuracy}, supports your decision-making process. Based on a rational evaluation of the AI's output and confidence score, choose between 'Cancellation' or 'Check-out'."
        },
        {
          "category": "ai_trust_rational",
          "value": "Analyze the provided data and XAI methods from a hotel booking system. You need to decide between 'Cancellation' or 'Check-out'. An AI system, with an accuracy of {accuracy}, has been trained to predict the target variable 'Cancellation'. Use this AI's prediction and confidence score to guide your rational decision-making process."
        },
        {
          "category": "ai_trust_rational",
          "value": "An AI classifier, trained on real booking data, offers a useful prediction here. Consider its decision and the accompanying explanations carefully in making your final choice."
        },
        {
          "category": "ai_distrust_rational",
          "value": "Analyze the provided data and XAI methods from a hotel booking system. You need to decide between 'Cancellation' or 'Check-out'. An AI system has been trained to predict the target variable 'Cancellation', but its accuracy of {accuracy} may not be reliable. Use your own rational analysis to make the decision, considering the AI's prediction and confidence score with caution."
        },
        {
          "category": "ai_distrust_rational",
          "value": "Review the hotel booking data and XAI explanations provided. While an AI classifier shows {accuracy} accuracy, this represents substantial room for error and potential algorithmic bias. The model's prediction and confidence score are shown, but remember that AI systems often fail on edge cases and can perpetuate training data biases. Analyze the evidence independently and choose \"Cancellation\" or \"Check-out\" based on your own reasoning."
        },
        {
          "category": "ai_distrust_rational",
          "value": "Analyze the data and AI-generated insights to decide between 'Cancellation' or 'Check-out'. The AI system, with an accuracy of {accuracy}, may not be reliable. Use your own logical framework for the decision, considering the AI's prediction and confidence score with skepticism."
        },
        {
          "category": "ai_distrust_rational",
          "value": "Using the provided data and AI-generated insights, make a decision between 'Cancellation' or 'Check-out'. The AI system, with an accuracy of {accuracy}, may have flaws. Consider the AI's prediction and confidence score, but ultimately rely on your own logical reasoning."
        },
        {
          "category": "ai_distrust_rational",
          "value": "Above is data with XAI methods from a hotel booking system. You must decide between \"Cancellation\" or \"Check-out.\"\nAn AI model has predicted the outcome, but its reasoning may be flawed. The classifier's accuracy is {accuracy}, which leaves room for error.\nAnalyze the XAI explanations critically—do not assume the AI is correct. Make a logical, independent decision."
        },
        {
          "category": "ai_distrust_rational",
          "value": "The AI system assisting in this decision has an accuracy of {accuracy}. Its explanations are provided, but they may not be sufficient.\nYou must decide between \"Cancellation\" or \"Check-out.\" Think critically—does the AI’s reasoning align with the data?"
        },
        {
          "category": "ai_distrust_rational",
          "value": "Review the hotel booking information with provided AI analysis. The {accuracy} accuracy means the system fails on a significant portion of cases and may have systematic weaknesses. AI predictions can be influenced by spurious correlations and dataset biases that don't reflect real-world causality. Analyze the data independently and choose \"Cancellation\" or \"Check-out\" without deferring to the potentially flawed AI assessment."
        },
        {
          "category": "ai_distrust_rational",
          "value": "You have hotel booking data with AI predictions and XAI interpretations. Despite {accuracy} accuracy, this represents considerable uncertainty and potential for algorithmic error. Machine learning models often exhibit overconfidence and can fail catastrophically on atypical cases. Evaluate the evidence with healthy skepticism and make your decision between \"Cancellation\" or \"Check-out\" based on careful independent analysis."
        },
        {
          "category": "ai_neutral_rational",
          "value": "Above is data with XAI methods from a hotel booking system. You need to decide whether to select \"Cancellation\" or \"Check-out\". An AI system has been trained to predict the target variable \"Cancellation\" based on the datapoint features. You also see its output and confidence score. The overall accuracy of the trained classifier is {accuracy}. Analyze all available information objectively and make your decision based on the evidence presented."
        },
        {
          "category": "ai_neutral_rational",
          "value": "The following hotel booking case includes comprehensive data features and XAI explanations. An AI classifier achieving {accuracy} accuracy has analyzed this scenario and generated predictions with confidence metrics. Evaluate the information systematically and make a reasoned decision between \"Cancellation\" or \"Check-out\" based on the totality of evidence."
        },
        {
          "category": "ai_neutral_rational",
          "value": "The dataset above contains hotel booking details with applied XAI interpretation methods. An AI classifier with {accuracy} accuracy has processed this information and generated analytical outputs. Review the features, predictions, and explanatory results to make a well-reasoned decision between \"Cancellation\" or \"Check-out\" based on objective assessment."
        },
        {
          "category": "ai_neutral_rational",
          "value": "Analyze the provided data and XAI methods from a hotel booking system. You need to decide between 'Cancellation' or 'Check-out'. An AI system has been trained to predict the target variable 'Cancellation' based on the datapoint features. The overall accuracy of the trained classifier is {accuracy}. Make a rational decision based on the data and AI insights provided."
        },
        {
          "category": "ai_neutral_rational",
          "value": "Using the provided data and AI insights, make a decision between 'Cancellation' or 'Check-out'. The AI system has an accuracy of {accuracy}. Consider the data and AI predictions logically to inform your decision."
        },
        {
          "category": "ai_neutral_rational",
          "value": "Given the hotel booking data and AI predictions, make a rational decision between 'Cancellation' or 'Check-out'. The overall accuracy of the trained classifier is {accuracy}. Consider the data and AI insights logically to inform your choice."
        },
        {
          "category": "ai_neutral_rational",
          "value": "Review the hotel booking data and AI predictions. The overall accuracy of the trained classifier is {accuracy}. Based on a rational analysis of the data, choose between 'Cancellation' or 'Check-out'."
        },
        {
          "category": "ai_neutral_rational",
          "value": "Above is data from a hotel booking system, along with an AI model's prediction and XAI explanations.\nThe classifier's accuracy is {accuracy}. You must decide between \"Cancellation\" or \"Check-out.\"\nEvaluate the AI’s output and the provided explanations objectively before making a reasoned decision."
        }
      ]
    },
    "think_mode": {
      "type": "NamedCategories",
      "name": "think_mode",
      "values": [
        {
          "category": "direct",
          "value": "Decide! Only write #CANCELLATION# or #CHECK-OUT#\nDont provide any reasoning!"
        },
        {
          "category": "direct",
          "value": "Your task is to review all available information and make the final determination.\nRespond immediately with only #CANCELLATION# or #CHECK-OUT# - no explanations needed."
        },
        {
          "category": "direct",
          "value": "Make your decision now. Output only #CANCELLATION# or #CHECK-OUT# with no additional text."
        },
        {
          "category": "direct",
          "value": "Your job is to determine if this booking will result in \"Cancellation\" or \"Check-out\".\nGive your immediate decision: #CANCELLATION# or #CHECK-OUT# only."
        },
        {
          "category": "direct",
          "value": "Examine the evidence and make your classification decision.\nAnswer with just #CANCELLATION# or #CHECK-OUT# - do not elaborate."
        },
        {
          "category": "direct",
          "value": "Based on all available information, make your binary classification decision.\nRespond with #CANCELLATION# or #CHECK-OUT# immediately - no reasoning required."
        },
        {
          "category": "direct",
          "value": "Your role is to make the final prediction for this specific booking.\nState your decision as #CANCELLATION# or #CHECK-OUT# without any justification."
        },
        {
          "category": "direct",
          "value": "Review the provided information and determine the most likely outcome for this booking.\nOutput your choice: #CANCELLATION# or #CHECK-OUT# only - skip all explanations."
        },
        {
          "category": "cot",
          "value": "Think step by step:\n1. First, analyze what the AI system is telling you\n2. Consider the confidence score and accuracy\n3. Evaluate the XAI explanations\n4. Make your final decision\n\nExplain your reasoning process and make a decision by either writing #CANCELLATION# or #CHECK-OUT#."
        },
        {
          "category": "cot",
          "value": "Explain your decision whether to select \"Cancellation\" or \"Check-out\".\n\nMake a decision by either writing #CANCELLATION# or #CHECK-OUT#."
        },
        {
          "category": "cot",
          "value": "Lay out a strategy how to go at this task. Then use this strategy to come to a decision.\n\nPresent your evidence-based reasoning and conclude with writing: #CANCELLATION# or #CHECK-OUT#."
        },
        {
          "category": "cot",
          "value": "Analyze this step-by-step:\n\nThen provide your reasoning and final decision: #CANCELLATION# or #CHECK-OUT#."
        },
        {
          "category": "cot",
          "value": "\nFollow these steps:\n\n    Summarize the key factors in the data.\n\n    Assess the AI's prediction.\n\n    Critique the XAI explanations (if available).\n\n    Justify your agreement/disagreement with the AI.\n    Final decision: #CANCELLATION# or #CHECK-OUT#.\n    "
        },
        {
          "category": "cot",
          "value": "Approach this methodically: assess the AI’s output, weigh supporting explanations, and determine the most justified outcome.\nRespond with: #CANCELLATION# or #CHECK-OUT#."
        },
        {
          "category": "cot",
          "value": "\nArgue both sides:\n\n    Write one paragraph for cancelling, one for checking out.\n\n    Which has stronger evidence?\n    Final verdict: #CANCELLATION# or #CHECK-OUT#.\n    "
        },
        {
          "category": "cot",
          "value": "Deliberate sequentially over each component of the decision. Prioritize clarity and logical flow.\nFinalize with: #CANCELLATION# or #CHECK-OUT#."
        }
      ]
    },
    "xai_excluded": {
      "type": "CategoricalList",
      "name": "xai_excluded",
      "values": [
        "yes",
        "no"
      ]
    }
  },
  "max_datapoints": 30,
  "verbose": false,
  "output_dir": "experiments",
  "no_llm": false,
  "static_parameters": null
}